<?php

return [
    'global' => [
        'locked' => 'Просмотр заблокированного сайта',
        'dashboard' => 'Доступ в административную панель',
    ],

    'dashboard' => 'Просмотр главной страницы админ. панели',

    'auth' => [
        'register' => 'Разрешить регистрацию на сайте',
        // 'password.email',
        // 'password.request',
        // 'password.reset',
    ],

    'articles' => [
        'index' => 'Просмотр списка записей',
        'view' => 'Просмотр записи',
        'create' => 'Создание записей',
        'update' => 'Редактирование записей',
        'delete' => 'Удаление записей',
        'mass_action' => 'Массовые операции с записями',
    ],

    'privileges' => 'Управление привилегиями пользователей',
    'themes' => 'Управление темами и шаблонами',
    'x_fields' => 'Управление доп. полями',
    'settings' => [
        'view' => 'Просмотр настроек модулей',
        'update' => 'Редактирование настроек модулей',
    ],
];
