<?php

return [

    /**
     *--------------------------------------------------------------------------
     * Языковые ресурсы аутентификации
     *--------------------------------------------------------------------------
     *
     * Следующие языковые ресурсы используются во время аутентификации для
     * различных сообщений которые мы должны вывести пользователю на экран.
     * Вы можете свободно изменять эти языковые ресурсы в соответствии
     * с требованиями вашего приложения.
     *
     */

    'name' => 'Псевдоним',
    'email' => 'Почта',
    'password' => 'Пароль',
    'password_confirmation' => 'Подтверждение пароля',
    'captcha' => 'Код',
    'register' => 'Регистрация',
    'register_header' => 'Регистрация на сайте',
    'registration_rules' => 'Я ознакомился с <a href="#" style="border-bottom:1px solid; text-decoration:none">правилами</a> и принимаю их.',

    'login' => 'Вход',
    'remember' => 'Запомнить меня',
    'forgot' => 'Забыли пароль?',
    'reset' => 'Сброс пароля',
    'send' => 'Отправить',
    'login_header' => 'Вход на сайт',
    'logout' => 'Выход',
    'dashboard' => 'Админ. панель',
    'profile' => 'Профиль',
    'profile-settings' => 'Настройки профиля',
    'failed' => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
];
