<?php

return [
    'title' => 'Комментарии',
    'num' => 'комментарий|комментария|комментариев',
    'widget_title' => 'Обсуждения',
    'content' => 'Текст сообщения',
    'btn' => [
        'reply' => 'Ответить',
        'reply_cancel' => 'Отменить',
        'post' => 'Отправить',
    ],
    'editing' => 'Редактирование комментария',
    'msg' => [
        'add_success' => 'Комментарий успешно добавлен',
        'regonly' => 'Комментарии только для зарегистрированных пользователей.',
        'disallow_com' => 'Комментарии к данной записи отключены.',
        'rules' => 'Ваш e-mail не будет опубликован. Убедительная просьба соблюдать правила этики.<br>Администрация оставляет за собой право удалять сообщения без объяснения причин.',

        'update' => 'Комментарий обновлён.',
        'destroy' => 'Комментарий удалён.',
    ],
];
