<?php

return [
    'global' => [
        'locked' => 'Просмотр заблокированного сайта',
        'admin' => 'Доступ в админ. панель',
    ],
    // Admin configuration, settings, options, etc.
    'admin' => [
        'dashboard' => 'Просмотр главной страницы админ. панели',
        'configuration' => [
            'index' => 'Просмотр системных настроек',
            'edit' => 'Изменение системных настроек',
        ],

        'articles' => [
            'index' => 'Просмотр списка записей',
            'view' => 'Просмотр записей',
            'create' => 'Создание записей',
            'update' => 'Редактирование записей',
            'delete' => 'Удаление записей',
            'mass_action' => 'Массовые операции с записями',
            'mass_published' => 'Массовая публикация',
        ]
    ],
];
