<?php

return [
    'global' => [
        'locked' => 'Просмотр заблокированного сайта',
        'admin' => 'Доступ в админ. панель',
    ],

    'dashboard' => 'Просмотр главной страницы админ. панели',
    'privileges' => 'Управление привилегиями пользователей',
    'themes' => 'Управление темами и шаблонами',
    'x_fields' => 'Управление доп. полями',

    // Admin configuration, settings, options, etc.
    'admin' => [
        'configuration' => [
            'index' => 'Просмотр системных настроек',
            'edit' => 'Изменение системных настроек',
        ],

        'articles' => [
            'index' => 'Просмотр списка записей',
            'view' => 'Просмотр записи',
            'create' => 'Создание записей',
            'update' => 'Редактирование записей',
            'delete' => 'Удаление записей',
            'mass_action' => 'Массовые операции с записями',
            'mass_published' => 'Массовая публикация',
        ],
        'settings' => [
            'modify' => 'Создание, редактирование, удаление настроек модулей',
            'details' => 'Просмотр и сохранение настроек модулей',
        ],
    ],
];
