<?php

return [
    'title' => 'Пользователи',
    'num' => 'пользователь|пользователя|пользователей',

    'widget_title' => 'Пользователи',

    'name' => 'Псевдоним',
    'group' => 'Группа',
    'role' => [
        'owner' => 'Создатель',
        'admin' => 'Администратор',
        'moder' => 'Модератор',
        'user' => 'Пользователь',
        'guest' => 'Гость',
    ],
    'where_from' => 'Откуда',
    'info' => 'Информация',
    'avatar' => 'Аватар',
    'delete_avatar' => 'Удалить аватар',
    'created_at' => 'Зарегистрирован',
    'logined_at' => 'Был в сети',
    'articles_count' => 'Добавил записей',
    'comments_count' => 'Добавил комментариев',

    'edit_page' => 'Редактирование профиля',

    'btn' => [
        'profile' => [
            'edit' => 'Редактировать',
        ],
    ],
];
