<?php

return [
    'title' => 'Пользователи',
    'num' => 'пользователь|пользователя|пользователей',

    'widget_title' => 'Пользователи',

    'name' => 'Псевдоним',
    'group' => 'Группа',
    'role' => [
        'owner' => 'Создатель',
        'admin' => 'Администратор',
        'moder' => 'Модератор',
        'user' => 'Пользователь',
        'guest' => 'Гость',
    ],
    'created_at' => 'Регистрация',
    'logined_at' => 'Захаживал',
    'last_active' => 'Был&nbsp;в&nbsp;сети',
    'never_been' => 'Не был ни разу',
    'articles_count' => 'Записей',
    'comments_count' => 'Комментариев',
    'where_from' => 'Откуда',
    'info' => 'Информация',

    'edit_page' => 'Редактирование профиля',
    'avatar' => 'Аватар',
    'delete_avatar' => 'Удалить аватар',

    'btn' => [
        'profile' => [
            'edit' => 'Редактировать',
            'post' => 'Поделиться',
        ],
    ],
    'msg' => [
        'profile_updated' => 'Ваш профиль успешно обновлён.',
        'followed' => 'Вы подписались на пользователя.',
        'unfollowed' => 'Вы больше не подписаны на пользователя.',
    ]
];
